Repository: smsapi/woo-smsapi-pl
Catalog: languages/woocommerce-smsapi-*.po
Languages: pl_pl

source: WooCommerce integration with <a href="https://ssl.smsapi.pl/rejestracja/4PT2" target="_blank">SMSAPI.pl</a>.
pl_pl: Integracja WooCommerce z SMSAPI <a href="https://ssl.smsapi.pl/rejestracja/4PT2" target="_blank">SMSAPI.pl</a>.

source: WooCommerce integration with SMSAPI. <a href="%s" target="_blank">Check out the docs &rarr;</a>
pl_pl: Integracja WooCommerce z SMSAPI. <a href="%s" target="_blank">Sprawdź dokumentację &rarr;</a>

source: {customer} - Customer first name and last name
pl_pl: {customer} - Imię i nazwisko klienta

source: {number} - Order number
pl_pl: {number} - Numer zamówienia

source: {phone} - Customer phone number
pl_pl: {phone} - Numer telefonu klienta

source: {total_price} - Total Order value
pl_pl: {total_price} - Całkowita wartość zamówienia

source: Error. Please fill in valid API Token.
pl_pl: Błąd. Proszę, uzupełnij poprawny token API.

source: Connection status:
pl_pl: Status połączenia:

source: Enable
pl_pl: Włącz

source: Enable SMSAPI integration
pl_pl: Włącz integrację z SMSAPI

source: API version
pl_pl: Wersja API

source: API Token
pl_pl: Token API

source: SMSAPI API Token. You can generate it in SMSAPI customer panel.
pl_pl: Token SMSAPI. Token można wygenerować w panelu klienta SMSAPI.

source: SMS Sender name
pl_pl: Pole nadawcy SMS

source: Only names with "Active" status are available. The status can be checked in the SMSAPI customer panel.
pl_pl: Do wyboru są tylko nazwy o statusie "Aktywny". Status można sprawdzic w panelu klienta SMSAPI.

source: Enable user consent to SMS Marketing
pl_pl: Włącz zgodę użytkownika na SMS marketing

source: Checkbox will be added to checkout page allowing users to agree to SMS marketing.
pl_pl: Zostanie dodany checkbox do strony zamówienia, który umożliwi użytkownikowi wyrażenie zgody na SMS marketing.

source: Checkbox label
pl_pl: Etykieta przy checkboksie

source: I agree to receiving marketing content via SMS
pl_pl: Zgadzam się na otrzymywanie marketingowych wiadomości SMS

source: Checkbox position
pl_pl: Pozycja checkboksa

source: Above Place order button
pl_pl: Nad przyciskiem złożenia zamówienia

source: Below Place order button
pl_pl: Pod przyciskiem złożenia zamówienia

source: Processing order SMS
pl_pl: SMS dla zamówienia w trakcie realizacji

source: SMS will be sent when order status is changed to processing.
pl_pl: SMS zostanie wysłany po zmianie statusu zamówienia na w trakcje realizacji.

source: Processing order SMS text
pl_pl: Treść SMSa dla zamówienia w trakcje realizacji

source: Your order number {number} status at %s changed to processing.
pl_pl: Status twojego zamówienia numer {number} w %s został zmieniony na w trakcie realizacji.

source: One SMS is a maximum of 160 characters. Note that if you enter special characters (including Polish characters), the limit will be 70 characters. If this value is exceeded, the system will send a message as several linked SMSes - up to 1530 characters (or 670 with special characters) as 10 linked SMSs, charging the account according to the current price list.
pl_pl: Jedna wiadomość SMS to maksymalnie 160 znaków. Zwróć uwagę, że jeśli wpiszesz znaki specjalne (w tym polskie znaki) limit wyniesie 70 znaków. Po przekroczeniu tej wartości system wyśle wiadomość jako kilka połączonych SMS-ów - maksymalnie 1530 znaków (lub 670 ze znakami specjalnymi) jako 10 połączonych SMS-ów obciążając konto zgodnie z aktualnym cennikiem.

source: List of available parameters that can be used in the message:
pl_pl: Lista dostępnych parametrów które można wykorzystać w wiadomości:

source: Completed order SMS
pl_pl: SMS dla zrealizowanego zamówienia

source: SMS will be sent when order status is changed to completed.
pl_pl: SMS zostanie wysłany po zmianie statusu zamówienia na zrealizowane.

source: Completed order SMS text
pl_pl: Treść SMSa dla zrealizowanego zamówienia

source: Your order number {number} status at %s changed to completed.
pl_pl: Status twojego zamówienia numer {number} w %s został zmieniony na zrealizowane.

source: Customer note SMS
pl_pl: SMS dla notatki dla klienta

source: Text will be taken from the customer note.
pl_pl: Tekst zostanie pobrany z treści notatki.

source: You are running out of funds. In order to keep sending SMS messages, <a href="%s" target="_blank">log in</a> to you SMSAPI account and buy more points.
pl_pl: Środki na twoim koncie się kończą. Aby dalej wysyłać wiadomości SMS, <a href="%s" target="_blank">zaloguj się</a> na swoje konto w SMSAPI i kup więcej punktów.

source: Settings
pl_pl: Ustawienia

source: Docs
pl_pl: Dokumentacja

source: Support
pl_pl: Wsparcie
